[language_info]
enname=Korean
name=한국어
[common]
[translations]
[Error reports]
[Flow editor]
[Settings]
[Elements - File]
[Element editor]
[Save and load]
[Flow state]
[Elements - Variables]
[Elements - Interaction]
[Elements - time]
[Elements - process]
[Elements - power]
[Elements - Flow manipulation]
[Elements - Sound]
[Elements - Other]
[Source Editor]
[Weekdays]
[Source Manager]
[Set_Lock_Key.ahk]
Always off=항상 오프
Always on=항상 온
Off=오프
Status to set=Status to set
[HTTP_Request.ahk]
Automatic=자동
Custom=Custom
Do not use=Do not use
[_common]
Cancel=취소
Cancelling=취소..
Disable=비활성화
enable=활성화
Flow=플로우
Hidden=숨김
Message=메시지
OK=확인
Operation=Operation
System=시스템
Title=타이틀
Toggle=토글
Unit=유닛
Value=값
Which unit=Which unit
Yes=예
Flow control=플로우 컨트롤
Get coordinates=좌표 구하기
Method=메소드
Method %1%=메소드%1%
Variable=변수
Variable name=변수 이름
Window=윈도우
Encoding=인코딩
File=파일
File path=파일 경로
Folder=폴더
Overwrite=덮어쓰기
Overwrite existing files=덮어쓰기
Select a file=파일 선택
Select a folder=폴더 선택
Select file=파일 선택
Keys or text to send=보낼 키 또는 텍스트
Left button=왼쪽 버튼
Middle Button=휠 버튼
Right button=오른쪽 버튼
which button=버튼 설정
Process Name=프로세스 이름
Sound=소리
Delay=딜레이
Hours=시간
Minutes=분
Seconds=초
%1% is not a number.=%1% 는 숫자가 아닙니다
%1% is not specified.=%1% 가 정해지지 않았습니다
File '%1%' does not exist=파일 '%1%' 가 존재하지 않습니다
The list '%1%' does not contain an integer key.=리스트 '%1%' 가 integer(정수) 값을 가지지 않습니다
The list '%1%' does not contain the key '%2%'.=리스트 '%1%' 가 값 '%2%' 을 가지지 않습니다
User dismissed the dialog without selecting a file or system refused to show the dialog.=User dismissed the dialog without selecting a file or system refused to show the dialog.
Variable '%1%' does not contain a list.=변수 '%1%' 는 리스트를 포함하지 않습니다
Renamed=이름변경
Options=옵션
Action=액션
Condition=조건식
No=아니
Normal=노말
Undo=되돌리기
Close=닫기
Debugging=디버깅
Delete=삭제
General=일반
[Set_Process_Priority.ahk]
High=하이
Low=로우
[Get_Drive_Information.ahk]
Status=Status
Type=Type
[Write_To_File.ahk]
Append=추가
Append or overwrite=추가 또는 덮어쓰기
Write to file=파일 쓰기
[Copy_file.ahk]
Copy file=파일 복사
[Copy_folder.ahk]
Copy folder=폴더 복사
[Create_folder.ahk]
Create folder=폴더 생성
[Delete_file.ahk]
Delete file=파일 삭제
[Delete_folder.ahk]
Delete folder=폴더 삭제
[Delete_From_Ini.ahk]
Delete from ini=ini 에서 삭제
[Move_File.ahk]
Move file=파일 이동
[Shortcut.ahk]
Path of the Shortcut=바로가기 경로
Set the Shortcut path=바로가기 경로 설정
Shortcut=바로가기
[Read_From_File.ahk]
Read from file=파일 읽기
[Rename_file.ahk]
Rename file=파일 이름변경
[Rename_Folder.ahk]
Rename folder=폴더 이름변경
[Select_folder.ahk]
Select folder=폴더 선택
[Write_to_ini.ahk]
Write to ini=ini 쓰기
[Flow_Enabled.ahk]
Flow enabled=플로우 활성화
[Stop_Flow.ahk]
Stop flow=플로우 중지
[Hotkey.ahk]
Hotkey=핫키(Hotkey)
The hotkey %1% cannot be set!=핫키 %1% 가 설정될 수 없습니다
[Message_Box.ahk]
Message Box=메시지 박스
[Send_Keystrokes.ahk]
Send Keystrokes=Send 키입력
[Tooltip.ahk]
Tooltip=툴팁
[Debug_dialog.ahk]
Debug Dialog=디버그 메시지
[SimpleLoop.ahk]
Endless loop=무한 루프
Simple loop=심플 Loop 반복문
[Hibernate_Computer.ahk]
Hibernate computer=컴퓨터 최대절전
[Lock_Computer.ahk]
Lock computer=컴퓨터 락걸기
[Log_Off.ahk]
Log off=컴퓨터 로그오프
[Reboot_Computer.ahk]
Reboot computer=컴퓨터 리붓
[Window functions.ahk]
Process ID=프로세스 ID(PID)
[Beep.ahk]
Duration in ms=ms 시간
ms=밀리세컨드 (ms)
[Clipboard_Changes.ahk]
Clipboard Changes=클립보드 변경
[New_Variable.ahk]
New variable=새로운 변수
[Empty_Recycle_bin.ahk]
Recycle bin could not be emptied.=휴지통이 비워질 수 없습니다
[Read_From_Ini.ahk]
Section '%1%' and key '%2%' not found.=Section '%1%' and key '%2%' not found.
[Add_to_list.ahk]
Variable '%1%' is not empty and does not contain a list.=변수 '%1%' 가 비어있지 않고, 리스트를 포함하지 않습니다
[Run.ahk]
Run=실행
